print()
print(4)
print(3*4) #умножение
print(4+3) #сложение
print(12/4) #деление
print(4-3) #вычитание
print(4**3) #возведение в степень
print(7//2) #челая часть от деления
print(7%2) #остаток часть от деления
s=3+4 #Объект/имя s ссылается назначение 3+4
print(s)
s=5 #новая ссылка
print(s)
type #команда определения типа данных
type(3)
print(type(3))
print(type('Молодец'))
a='Молодец'
print(a)
print(type([1,2]))
a='Good'
b='Bad'
print(a+b) #сложение строк
a=[1,3,5] #создание списка
print(a[2]) #вывод на экран нулевого элемента списка
b=[8,9,10]
c=a+b #сложение списков
print(c)
c=a-b 
print(c)